Repository: common-repository/apache-password-protect
Catalog: languages/app-plugin-*.po
Languages: uk

source: Сохранено
uk: Збережено

source: Блокировка папки wp-admin
uk: Блокування папки wp-admin

source: Включить / выключить:
uk: Включити / виключити:

source: Пользователь для папки wp-admin:
uk: Користувач для папки wp-admin:

source: Сгенерировать пароль
uk: Згенерувати пароль

source: Блокировка файла wp-login.php
uk: Блокування файлу wp-login.php

source: Пользователь для файла wp-login.php
uk: Користувач для файлу wp-login.php

source: Пароль для файла wp-login.php
uk: Пароль для файлу wp-login.php

source: 1) Не устанавливайте одинаковые логины и пароли на папку wp-admin и файл wp-login.php;
uk: 1) Не встановлюйте однакові логіни і паролі на папку wp-admin і файл wp-login.php;

source: 2) Минимальная длина логина и пароля должна соответствовать 3 символам;
uk: 2) Мінімальна довжина логіна і пароля повинна відповідати 3 символам;

source: 3) Крайне нежелательно использование кириллических символов, пробелов и т.п.
uk: 3) Вкрай небажано використання кириличних символів, пробілів і т.п.

source: Благодарю за использование моего плагина!
uk: Дякую за використання мого плагіна!

source: Виталий Капля
uk: Віталій Капля

source: Сохранить
uk: Зберегти
